NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x^3
(%i7) q1i2:exp(1)^x+1
(%i8) q1i3:1/x
(%i9) q1i4:cos(x)+x
(%i10) q1o1:integrate(q1i1,x,0,1)
(%i11) q1o2:integrate(q1i2,x,0,2)
(%i12) q1o3:integrate(q1i3,x,1,2)
(%i13) q1o4:integrate(q1i4,x,0,%pi)
(%i14) disp(q1o1)
1/4

(%i15) disp(q1o2)
%e^2+1

(%i16) disp(q1o3)
log(2)

(%i17) disp(q1o4)
%pi^2/2

(%i18) closefile()
