NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) c1:1/4-1/4
(%i7) c2:(exp(1)^2+1)-(%e^2+1)
(%i8) c3:log(2)-log(2)
(%i9) c4:%pi^2/2-%pi^2/2
(%i10) disp(c1)
0

(%i11) disp(c2)
0

(%i12) disp(c3)
0

(%i13) disp(c4)
0

(%i14) closefile()
