NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) c1:(3*x^2-6*x)-(3*x^2-6*x)
(%i7) c2:"noans"
(%i8) c3:"noans"
(%i9) disp(c1)
0

(%i10) disp(c2)
"noans"

(%i11) disp(c3)
"noans"

(%i12) closefile()
