NIL
(%i3) powerdisp:false
(%i4) display2d:false
(%i5) linel:1000
(%i6) q1i1:x^2-4*x
(%i7) q1i2:sin(x)+cq1os(x)
(%i8) q1i3:exp(1)^x+1
(%i9) q1i4:1/x+x
(%i10) q1i5:cq1os(2*x)
(%i11) q1o:integrate([q1i1,q1i2,q1i3,q1i4,q1i5],x)
(%i12) disp(q1o[1])
x^3/3-2*x^2

(%i13) disp(q1o[2])
'integrate('realpart(cq1os(x)),x)-cos(x)

(%i14) disp(q1o[3])
%e^x+x

(%i15) disp(q1o[4])
log(x)+x^2/2

(%i16) disp(q1o[5])
'integrate(cq1os(2*x),x)

(%i17) closefile()
